Repository: JLeuze/Meteor-Slides
Catalog: languages/meteor-slides-*.po
Languages: be_by, de_de, el, fa_ir, he_il, ja, nl_nl, ru_ru

source: Add New
be_by: Дадаць новы
de_de: Neue Folie
el: Προσθήκη νέου
fa_ir: افزودن جدید
he_il: הוספת שקופית חדשה
ja: 新規追加
nl_nl: Toevoegen
ru_ru: Добавить новый

source: Slide
be_by: Слайд
de_de: Folie
el: Eναλλασόμενης εικόνας
fa_ir: اسلاید
he_il: שקופית
ja: スライド
nl_nl: Dia
ru_ru: Слайд

source: Slides
be_by: Слайды
de_de: Folien
el: Eναλλασόμενες πρώτες εικόνες
fa_ir: اسلایدها
he_il: שקופיות
ja: スライド
nl_nl: Dia's
ru_ru: Слайды

source: Edit
be_by: Рэдагаваць
de_de: Bearbeiten
el: Τροποποίηση
fa_ir: ویرایش
ja: 編集
nl_nl: Bewerken
ru_ru: Редактировать

source: Install Slideshow
be_by: Усталяваць слайдшоў
de_de: Meteor Slides installieren
fa_ir: نصب اسلایدشو
ja: スライドショーインストール
nl_nl: Slideshow installeren
ru_ru: Установить слайдшоу

source: Use %1$s to add this slideshow to your theme, use %2$s to add it to your Post or Page content, or use the Meteor Slides Widget. %3$sMore information%4$s
be_by: Выкарыстоўвайце %1$s для дадання гэтага слайдшоў у сваю тэму, выкарыстоўвайце %2$s для дадання яго ў ваш пост ці старонку, ці выкарыстоўвайце виджет Meteor Slides. %3$sПодробнее%4$s
de_de: Benutze %1$s um die Slideshow in dein Theme zu integrieren. Benutze %2$s um die Slideshow auf einer Seite bzw. einem Artikel anzuzeigen oder nutze das Meteor Slides Widget für deine Sidebar. %3$sMehr Informationen%4$s
fa_ir: از %1$s برای افزودن این اسلایدشو به پوسته‌ی خود استفاده کنید، از %2$s برای افزودن آن به یک پست یا صفحه استفاده کنید و یا از ابزارک اسلایدشوی شهاب استفاده کنید. %3$sاطلاعات بیشتر%4$s
ja: テーマへの埋め込みは %1$s 、投稿やページへの埋め込みは %2$s を使用してください。 Meteor Slides ウィジェットでの表示も可能です。 %3$sMore information%4$s
nl_nl: Gebruik %1$s om deze diavoorstelling toe te voegen aan uw thema, gebruik %2$s om dit toe te voegen aan uw pagina of bericht, of gebruik de Meteor Slides widget. %3$sMeer informatie%4$s
ru_ru: Используйте %1$s для добавления этого слайдшоу в свою тему, используйте %2$s для добавления его в ваш пост или страницу, или используйте виджет Meteor Slides. %3$sПодробнее%4$s
