Repository: JLeuze/Meteor-Slides
Catalog: languages/meteor-slides-*.po
Languages: be_by, de_de, el, fa_ir, he_il, ja, nl_nl, ru_ru

source: Next
be_by: Наступны
de_de: Vor
el: Επόμενο
fa_ir: بعدی
he_il: הבא
ja: 次へ
nl_nl: Volgende
ru_ru: Следующий

source: Previous
be_by: Папярэдні
de_de: Zurück
el: Προηγούμενο
fa_ir: قبلی
he_il: הקודם
ja: 前へ
nl_nl: Vorige
ru_ru: Предыдущий

source: No Link
he_il: אין קישור

source: Slideshow Navigation
be_by: Навишация па слайдшоў
el: Πλοήγηση στης εικόνες
fa_ir: ناوبری اسلایدشو
he_il: ניווט המצגת
ja: スライドショーナビゲーション
nl_nl: Diavoorstelling navigatie
ru_ru: Навишация по слайдшоу

source: Slide Duration
be_by: Час паказу слайда
de_de: Folien Dauer
el: Διάρκεια παραμονής εικόνας
fa_ir: مدت نمایش اسلاید
he_il: משך זמן הצגת תמונה
ja: スライド表示時間
nl_nl: Tijdsduur van dia
ru_ru: Время показа слайда

source: Transition Speed
be_by: Хуткасць змены слайдаў
de_de: Übergangs-Geschwindigkeit
el: Ταχύτητα εναλλαγής
fa_ir: سرعت انتقال اسلایدها
he_il: מהירות מעבר
ja: 効果スピード
nl_nl: Overgangssnelheid
ru_ru: Скорость смены слайдов

source: Transition Style
be_by: Стыль змены слайдаў
de_de: Übergangs-Stil
el: Εφέ εναλλαγής
fa_ir: سبک تغییر اسلایدها
he_il: סגנון מעבר
ja: 効果スタイル
nl_nl: Overgangsstijl
ru_ru: Стиль смены слайдов

source: Slide Width
be_by: Шырыня слайда
de_de: Folien Breite
el: Πλάτος εικόνας
fa_ir: عرض اسلاید
he_il: רוחב תמונה
ja: スライドの幅
nl_nl: Breedte van dia
ru_ru: Ширина слайда

source: Slide Height
be_by: Вышыня слайда
de_de: Folien Höhe
el: Ύψος εικόνας
fa_ir: ارتفاع اسلاید
he_il: גובה תמונה
ja: スライドの高さ
nl_nl: Hoogte van dia
ru_ru: Высота слайда

source: Slideshow Quantity
be_by: Колькасць слайдаў у слайдшоў
de_de: Slideshow Größe
el: Ποσότητα εναλλασσομένων εικόνων
fa_ir: مقدار نمایش اسلایدشو
he_il: כמות מצגת
ja: スライド数
nl_nl: Aantal dia's in voorstelling
ru_ru: Количество слайдов в слайдшоу

source: Settings
be_by: Налады
de_de: Einstellungen
el: Ρυθμίσεις
fa_ir: تنظیمات
he_il: הגדרות
ja: 設定
nl_nl: Instellingen
ru_ru: Настройки

source: Slides Settings
be_by: Налады слайдаў
de_de: Folien Einstellungen
el: Ρυθμίσεις εναλλασσόμενων εικόνων
fa_ir: تنظیمات اسلایدها
he_il: הגדרת תמונות
ja: スライド設定
nl_nl: Dia's instellingen
ru_ru: Настройки слайдов

source: <a href="http://www.jleuze.com/plugins/meteor-slides/installation/" target="_blank">Documentation on Configuring Meteor Slides</a>
he_il: <a href="http://www.jleuze.com/plugins/meteor-slides/installation/" target="_blank">תיעוד על הגדרת התוסף Meteor Slides</a>

source: Check out the documentation on <a href="http://www.jleuze.com/plugins/meteor-slides/adding-a-slideshow/" target="_blank">adding a slideshow</a> for more info.
he_il: למידע נוסף בדוק את התיעוד על <a href="http://www.jleuze.com/plugins/meteor-slides/adding-a-slideshow/" target="_blank">הוספת מצגת</a>.

source: <strong>Widget</strong> - Use the Meteor Slides Widget to add a slideshow to a widgetized area.
he_il: <strong>וידג'ט</strong> - השתמש בוידג'ט של Meteor Slides כדי להוסיף מצגת לאזור וידג'ט.

source: <strong>Shortcode</strong> - Use this shortcode to add a slideshow via the Post or Page editor: <code>[meteor_slideshow]</code>
he_il: <strong>קיצור קוד</strong> - השתמש בקיצור קוד זה כדי להוסיף מצגת באמצעות עורך הפוסט או העמוד: <code>[meteor_slideshow]</code>

source: <strong>Template Tag</strong> - Use this template tag in a theme file: <code><&#63;php if ( function_exists( 'meteor_slideshow' ) ) { meteor_slideshow(); } &#63;></code>
he_il: <strong>תגית תבנית</strong> - השתמש בתגית תבנית זו בקובץ ערכת הנושא: <code><?php if ( function_exists( 'meteor_slideshow' ) ) { meteor_slideshow(); } ?></code>

source: Here is an example using metadata with the shortcode to set the slide order to random:
he_il: להלן דוגמה לשימוש במטא-דאטה עם קיצור הקוד כדי להגדיר את סדר התמונות לאקראי:

source: Only the options below are required, but jQuery Cycle has <a href="http://jquery.malsup.com/cycle/options.html">additional options</a> that can be changed <a href="http://www.jleuze.com/plugins/meteor-slides/using-metadata/">using metadata</a>.
he_il: רק האפשרויות שלהלן הכרחיות, אבל למחזור jQuery יש <a href="http://jquery.malsup.com/cycle/options.html">אפשרויות נוספות</a> הניתנות לשינוי <a href="http://www.jleuze.com/plugins/meteor-slides/using-metadata/">בשימוש במטא-דאטה</a>.

source: Additional Options
he_il: אפשרויות נוספות

source: <strong>Slideshow Navigation</strong> - Slideshows have no navigation by default, previous/next and/or paged navigation can be added.
he_il: <strong>ניווט מצגת</strong> - למצגות אין תפריט כברירת מחדל. ניתן להוסיף הקודם/הבא ו/או ניווט עמודים.

source: <strong>Slide Duration</strong> - Enter the number of seconds that each slide should be paused on in the slideshow.
he_il: <strong>משך הצגת תמונה</strong> - הזן את מספר השניות להצגת כל תמונה במצגת.

source: <strong>Transition Speed</strong> - Enter the number of seconds that it should take for a transition between slides to complete.
he_il: <strong>מהירות מעבר</strong> - הזן את מספר השניות שייקח להשלים את המעבר בין תמונות.

source: <strong>Transition Style</strong> - Choose the effect that is used to transition between slides.
he_il: <strong>סגנון מעבר</strong> - בחר את האפקט לשימוש במעברים בין התמונות.

source: <strong>Slide Width</strong> - Enter the width of your slides in pixels. Slides that are narrower than this will be centered in the slideshow.
he_il: <strong>רוחב התמונה</strong> - הזן את רוחב התמונות שלך בפיקסלים. תמונות צרות יותר תמורכזנה.

source: <strong>Slide Height</strong> - Enter the height of your slides in pixels. For slides of different heights, use the height of the tallest slide.
he_il: <strong>גובה התמונה</strong> - הזן את גובה התמונות שלך בפיקסלים. למצגות עם תמונות בגבהים שונים, הזן את גובה התמונה הגבוהה ביותר.

source: <strong>Slideshow Quantity</strong> - Choose the number of slides that are loaded in the slideshow.
he_il: <strong>איכות המצגת</strong> - הזן את מספר התמונות הנטענות למצגת.

source: <em>Before adding any slides, enter the slide height and width in the settings so the slides are the correct dimensions.</em>
he_il: <em>לפני הוספת תמונות כלשהן, הזן את גובה ורוחב התמונה בהגדרות כדי שהן תהיינה במידות הנכונת.</em>

source: Configure Slideshow
be_by: Налада слайдшоў
de_de: Slideshow konfigurieren
el: Παράμετροι συστήματος
fa_ir: پیکربندی اسلایدشو
he_il: הגדרת המצגת
ja: スライド設定
nl_nl: Configureer diavoorstelling
ru_ru: Настройка слайдшоу

source: <a href="http://www.jleuze.com/plugins/meteor-slides/multiple-slideshows/" target="_blank">Documentation on Adding Multiple Slideshows</a>
he_il: <a href="http://www.jleuze.com/plugins/meteor-slides/multiple-slideshows/" target="_blank">תיעוד על הוספת מצגות מרובות</a>

source: Add a slideshow slug to a template tag, shortcode, or select a slideshow in the widget to load a specific slideshow. Here is an example using the shortcode:
he_il: הוסף סלאג מצגת לתגית תבנית, קיצור-קוד, או בחר מצגת באזור הוידג'ט כדי להעלות מצגת ספציפית. להלן דוגמה לשימוש בקיצור-קוד:

source: Adding A Specific Slideshow
he_il: הוספת מצגת ספציפית

source: <strong>Add Slide to Slideshow</strong> - Edit a slide and select the slideshow in the Slideshows metabox.
he_il: <strong>הוספת תמונה למצגת</strong> - ערוך תמונה ובחר את המצגת בתיבת התיאור של המצגות.

source: <strong>Add New Slideshow</strong> - Name the slideshow, specify a Slug or one will be generated from the name, skip the Parent and Description and click "Add New Slideshow".
he_il: <strong>הוספת מצגת חדשה</strong> - תן שם למצגת, ציין סלאג או שהוא יווצר מן השם, דלג על ההורה והתיאור ולחץ "הוספת מצגת חדשה".

source: Slides can be organized into slideshows, just as posts can be organized into categories.
he_il: אפשר לסדר תמונות במצגות בדיוק כפי שאפשר לסדר פוסטים בקטגוריות.

source: Multiple Slideshows
he_il: מצגות מרובות

source: <a href="http://www.jleuze.com/plugins/meteor-slides/installation/" target="_blank">Meteor Slides Documentation</a>
he_il: <a href="http://www.jleuze.com/plugins/meteor-slides/installation/" target="_blank">תיעוד Meteor Slides</a>

source: From the slides overview the image, title, and link of each slide can be viewed. Choose a slide to edit, or add a new slide.
he_il: מסקירת התמונות ניתן להציג את התמונה, הכותרת, והקישור של כל תמונה. לבחור תמונה לעריכה, או להוסיף תמונה חדשה.

source: Slides Overview
he_il: סקירת התמונות

source: <a class="button" href="http://jleuze.com/donate/" target="_blank">Donate</a>
he_il: <a class="button" href="http://jleuze.com/donate/" target="_blank">תרום</a>

source: <a href="http://wordpress.org/tags/meteor-slides" target="_blank">Plugin Support Forum</a>
he_il: <a href="http://wordpress.org/tags/meteor-slides" target="_blank">פורום תמיכה של התוסף</a>

source: <a href="http://www.jleuze.com/plugins/meteor-slides/using-meteor-slides/" target="_blank">Documentation on Creating Slides</a>
he_il: <a href="http://www.jleuze.com/plugins/meteor-slides/using-meteor-slides/" target="_blank">תיעוד על יצירת תמונות</a>

source: For more information
he_il: למידע נוסף

source: <strong>Slide Order</strong> - Slides are sorted chronologically, edit the slide's published date to change the order of the slide.
he_il: <strong>סדר התמונות</strong> - התמונות מסודרות באופן כרונולוגי, ערוך את תאריך פרסום התמונה כדי לשנות את המיקום שלה.

source: <strong>Slideshows</strong> - A slide can be added <a href="http://www.jleuze.com/plugins/meteor-slides/multiple-slideshows/">to a slideshow</a> by selecting the slideshow from the Slideshows metabox.
he_il: <strong>מצגות</strong> - ניתן להוסיף תמונה <a href="http://www.jleuze.com/plugins/meteor-slides/multiple-slideshows/">למצגת</a> על-ידי בחירת מצגת מתיבת המצגות.

source: <strong>Slide Link</strong> - Add the full URL to the Slide Link metabox, such as <em>http://www.jleuze.com/</em> (Optional)
he_il: <strong>קישור תמונה</strong> - הוסף את כתובת ה URL המלאה לתיבת הקישור של התמונה, כמו למשל <em>http://www.jleuze.com/</em> (רשות)

source: <strong>Slide Image</strong> - To add an image to a slide, click the "Set featured image" link. Upload an image, or browse the media library for one, click the "Use as featured image" link to add the image and then close the media uploader. The Slide Image metabox should now have a thumbnail image.
he_il: <strong>תמונת מצגת</strong> - כדי להוסיף תמונה למצגת, לחץ על קישור "הגדר תמונה ראשית" . טען תמונה, או שתדפדף בספריית המדיה לבחירת תמונה ותלחץ על הקישור "השתמש כתמונה ראשית" כדי להוסיף את התמונה ואז תסגור את טוען המדיה. בתיבת התיאור של תמונת המצגת צריכה להיות כעת תמונה ממוזערת.

source: <strong>Title</strong> - Name the slide so it can be easily found later.
he_il: <strong>כותרת</strong> - תן שם לתמונה כדי שתוכל למצוא אותה בקלות מאוחר יותר.

source: Date
he_il: תאריך
ja: 新しい順に表示

source: Slide Title
he_il: כותרת תמונה
ja: タイトル

source: Slide Link
be_by: Спасылка са слайда
de_de: Folien Link
el: Σύνδεσμος εναλλασσόμενης εικόνας
fa_ir: پیوند اسلاید
he_il: קישור שקופית
ja: スライドリンク
nl_nl: Dia link
ru_ru: Ссылка со слайда

source: Add the URL this slide should link to.
be_by: Пакажыце адрас пераходу (url) са слайда.
de_de: URL für die verlinkung der Folie hinzufügen
el: Προσθέστε σύνδεσμο που θα μεταφέρει η εικόνα
fa_ir: افزودن پیوند این اسلاید باید لینک شود به.
he_il: להוסיף קישור URL לשקופית זו.
ja: スライドのURLリンク
nl_nl: Voeg de URL toe waar de dia naar toe linkt.
ru_ru: Укажите адрес перехода (url) со слайда.

source: Slide Image
be_by: Малюначак слайда
de_de: Folien Bild
el: Όνομα εναλλασσόμενης εικόνας
fa_ir: نام اسلاید
he_il: תמונת שקופית
ja: スライドイメージ
nl_nl: Dia afbeelding
ru_ru: Картинка слайда

source: Slide draft updated. <a target="_blank" href="%s">Preview slide</a>
he_il: טיוטת התמונה עודכנה. <a target="_blank" href="%s">תצוגה מוקדמת</a>

source: Slide scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview slide</a>
he_il: התמונה תוזמנה ל: <strong>%1$s</strong>. <a target="_blank" href="%2$s">תצוגה מוקדמת</a>

source: Slide submitted. <a target="_blank" href="%s">Preview slide</a>
he_il: התמונה נשלחה. <a target="_blank" href="%s">תצוגה מוקדמת</a>

source: Slide saved.
he_il: התמונה נשמרה.

source: Slide published. <a href="%s">View slide</a>
he_il: התמונה פורסמה. <a href="%s">הצג</a>

source: Slide restored to revision from %s
he_il: התמונה שוחזרה לגרסה מ %s

source: Slide updated.
he_il: התמונה עודכנה.

source: Custom field deleted.
he_il: השדה נמחק.

source: Custom field updated.
he_il: השדה עודכן.

source: Slide updated. <a href="%s">View slide</a>
he_il: התמונה עודכנה. <a href="%s">הצג</a>

source: Add Slideshow
he_il: הוספת מצגת
ja: スライドショー追加

source: Save Changes
be_by: Захаваць змены
de_de: Speichern
el: Αποθήκευση αλλαγών
fa_ir: ذخیره تغییرات
he_il: שמירת שינויים
ja: 変更を保存
nl_nl: Instellingen opslaan
ru_ru: Сохранить изменения

source: Meteor Slides Settings
be_by: Налады Meteor Slides
de_de: Meteor Slides Einstellungen
el: Γενικές ρυθμίσεις συστήματος εναλλαγής εικόνων
fa_ir: تنظیمات اسلایدشوی شهاب
he_il: הגדרות התוסף Meteor Slides
ja: Meteor Slides 設定
nl_nl: Meteor Slides instellingen
ru_ru: Настройки Meteor Slides

source: Please %1$spost any questions or problems%2$s in the WordPress.org support forums.
be_by: Калі ласка %1$sзадавайте любыя пытанні ці паведамляйце пра праблемы%2$s на форуме тэхпадтрымкі WordPress.org.
de_de: Bitte %1$sschreibe alle Fragen und Probleme%2$s in das WordPress.org Support-Forum.
fa_ir: لطفن %1$sهرگونه سوال یا مشکلی را%1$s در بخش پشتیبانی وردپرس مطرح کنید.
he_il: נא %1$sפרסם כל שאלה או בעיה %2$s בפורום התמיכה של WordPress.org.
ja: %1$sご質問・問題など%2$sはWordPress.orgサポートフォーラムにてお問い合わせください。
nl_nl: Graag vragen of problemen %1$sposten%2$s in de WordPress.org support forums.
ru_ru: Пожалуйста %1$sзадавайте любые вопросы или сообщайте о проблемах%2$s на форуме техподдержки WordPress.org.

source: Visit the %1$sMeteor Slides homepage%2$s for documentation, tutorials, and videos.
he_il: בקר בדף הבית של תוסף %1$sMeteor Slides%2$s לתיעוד, הדרכה, וסרטוני וידאו.

source: Use %1$s to add this slideshow to your theme, use %2$s to add it to your Post or Page content, or use the Meteor Slides Widget.
he_il: השתמש ב %1$s כדי להוסיף את המצגת הזו לערכת הנושא שלך, השתמש ב %2$s כדי להוסיף אותה לתוכן הפוסט או העמוד שלך, או שתשתמש בוידג'ט של Meteor Slidest.

source: Both
be_by: Абодва
de_de: Beide
el: Και τα δυο
fa_ir: هردو
he_il: גם וגם
ja: 両方
nl_nl: Beide
ru_ru: Оба

source: Paged
be_by: Старонкі
de_de: Punkte
el: Σελιδοποίηση
fa_ir: صفحه صفحه
he_il: עימוד
ja: ページ送り
nl_nl: Gepagineerd
ru_ru: Страницы

source: Previous/Next
be_by: Папярэдні/Наступны
de_de: Vor/Zurück
el: Προηγούμενο / Επόμενο
fa_ir: قبل/بعد
he_il: הקודם / הבא
ja: 前へ/次へ
nl_nl: Vorige/Volgende
ru_ru: Предыдущий/Следующий

source: None
be_by: Не
de_de: Keine
el: Τίποτα
fa_ir: هیچ‌کدام
he_il: ללא
ja: なし
nl_nl: Geen
ru_ru: Нет

source: seconds
be_by: секунды
de_de: Sekunden
el: δευτερόλεπτα
fa_ir: ثانیه
he_il: שניות
ja: 秒
nl_nl: seconden
ru_ru: секунды

source: zoom
be_by: павелічэнне
fa_ir: زووم
he_il: זום
ja: ズーム
ru_ru: увеличение

source: wipe
be_by: выціранне
de_de: wischen
he_il: ניגוב
ja: ワイプ
nl_nl: vegen
ru_ru: вытирание

source: uncover
be_by: сняти верхняга
de_de: aufdecken
he_il: גילוי
ja: 横にめくる
nl_nl: blootleggen
ru_ru: сняти верхнего

source: turnRight
be_by: наезд злева
de_de: rechtswenden
he_il: סובב ימינה
ja: 右ターン
nl_nl: draaiRechts
ru_ru: наезд слева

source: turnLeft
be_by: наезд справа
de_de: linkswenden
he_il: סובב שמאלה
ja: 左ターン
nl_nl: draaiLinks
ru_ru: наезд справа

source: turnDown
be_by: наезд зверху
de_de: abtauchen
he_il: הורד למטה
ja: 下ターン
nl_nl: draaiBeneden
ru_ru: наезд сверху

source: turnUp
be_by: наезд знізу
de_de: auftauchen
he_il: העלה למעלה
ja: 上ターン
nl_nl: draaiBoven
ru_ru: наезд снизу

source: shuffle
be_by: случаный выбар
de_de: zufall/mischen
fa_ir: درهم‌برهم
he_il: ערבב
ja: シャッフル
nl_nl: willekeurig
ru_ru: случаный выбор

source: slideY
be_by: вертыкальны зрух
de_de: gleitenY
he_il: החלקה אנכית
ja: 縦スライド
nl_nl: glijdenY
ru_ru: вертикальный сдвиг

source: slideX
be_by: гарызантальны зрух
de_de: gleitenX
he_il: החלקה אופקית
ja: 横スライド
nl_nl: glijdenX
ru_ru: горизонтальный сдвиг

source: scrollVert
be_by: прагортка вертыкальная
de_de: vertikalrollen
he_il: גלילה אנכית
ja: 垂直スクロール
ru_ru: прокрутка вертикальная

source: scrollHorz
be_by: прагортка гарызантальная
de_de: horizontalrollen
he_il: גלילה אופקית
ja: 水平スクロール
ru_ru: прокрутка горизонтальная

source: scrollRight
be_by: прагортка направа
de_de: rechtsrollen
he_il: גלילה ימינה
ja: 右スクロール
nl_nl: scrollRechts
ru_ru: прокрутка вправо

source: scrollLeft
be_by: прагортка налева
de_de: linksrollen
he_il: גלילה שמאלה
ja: 左スクロール
nl_nl: scrolllLinks
ru_ru: прокрутка влево

source: scrollDown
be_by: прагортка ўніз
de_de: msgstr "runterrollen"
he_il: גלילה למטה
ja: 下スクロール
nl_nl: scrollBeneden
ru_ru: прокрутка вниз

source: scrollUp
be_by: прагортка ўгару
de_de: hochrollen
he_il: גלילה למעלה
ja: 上スクロール
nl_nl: scrollBoven
ru_ru: прокрутка вверх

source: none
be_by: не
de_de: keine
fa_ir: هیچ‌کدام
he_il: ללא
ja: なし
nl_nl: geen
ru_ru: нет

source: growY
be_by: рассоўныя вароты па вертыкалі
de_de: wachsenY
he_il: צמיחה אופקית
ja: 開く（縦）
nl_nl: groterY
ru_ru: раздвижные ворота по вертикали

source: growX
be_by: рассоўныя вароты па гарызанталі
de_de: wachsenX
he_il: צמיחה אופקית
ja: 開く（横）
nl_nl: groterX
ru_ru: раздвижные ворота по горизонтали

source: fadeZoom
be_by: плыўны пераход з наездам
de_de: verblassenZoom
he_il: זום מעומעם
ja: フェード＆ズーム
nl_nl: vervagingZoom
ru_ru: плавный переход с наездом

source: fade
be_by: плыўны пераход
de_de: verblassen
he_il: עמעום
ja: フェード
nl_nl: vervaging
ru_ru: плавный переход

source: curtainY
be_by: вертыкальная заслона
de_de: VorhangY
he_il: וילון אנכי
ja: 閉じる（縦）
nl_nl: gordijnY
ru_ru: вертикальный занавес

source: curtainX
be_by: гарызантальная заслона
de_de: VorhangX
he_il: וילון אפקי
ja: 閉じる（横）
nl_nl: gordijnX
ru_ru: горизонтальный занавес

source: cover
be_by: накладанне
de_de: verdecken
he_il: כיסוי
ja: 横に重ねる
nl_nl: bedekking
ru_ru: наложение

source: blindZ
be_by: падвойны зрух па дыяганалі
de_de: blendenZ
he_il: תריס
ja: ブラインド（奥）
nl_nl: lamelZ
ru_ru: двойной сдвиг по диагонали

source: blindY
be_by: вертыкальны падвойны зрух
de_de: blendenY
he_il: תריס אנכי
ja: ブラインド（縦）
nl_nl: lamelY
ru_ru: вертикальный двойной сдвиг

source: blindX
be_by: гарызантальны падвойны зрух
de_de: blendenX
he_il: תריס אופקי
ja: ブラインド（横）
nl_nl: lamelX
ru_ru: горизонтальный двойной сдвиг

source: px
fa_ir: پیکسل
he_il: פיקסל
nl_nl: pixels

source: slides
he_il: תמונות

source: Set up your slideshow using the options below.
be_by: Наладзьце ваша слайдшоў выкарыстоўваючы опцыі размешчаныя ніжэй.
de_de: Bearbeite deine Slideshow durch die Einstellungen unterhalb
el: Χρησιμοποιήστε της παρακάτω ρύθμισης για να παραμετροποιήσετε το σύστημα εναλλαγής εικόνων
fa_ir: اسلایدشوی خود را با استفاده از گرینه‌های زیر نمایش دهید.
he_il: הגדרת מצגת באמצעות האפשרויות הבאות.
ja: スライドショーのオプション値を入力:
nl_nl: Stel de diavoorstelling in d.m.v. onderstaande opties.
ru_ru: Настройте ваше слайдшоу используя опции расположенные ниже.

source: Metadata:
be_by: Метададзеныя:
de_de: Metadaten:
el: Μεταδεδομένα
fa_ir: ابرداده:
he_il: נתונים:
ja: メタデータ:
ru_ru: Метаданные:

source: Slideshow:
be_by: Слайдшоў:
el: Κατηγορία:
fa_ir: اسلایدشو:
he_il: מצגת:
ja: スライドショー:
nl_nl: DIavoorstelling:
ru_ru: Слайдшоу:

source: Title:
be_by: Загаловак:
de_de: Titel:
el: Τίτλος :
fa_ir: عنوان:
he_il: כותרת:
ja: タイトル:
nl_nl: Titel:
ru_ru: Заголовок:

source: Meteor Slides Widget
be_by: Виджет Метэор Слайдшоў
el: Mονάδα με εναλλασσόμενες εικόνες
fa_ir: ابزارک اسلایدشوی شهاب
he_il: יישומון שקופיות
ja: Meteor Slides ウィジェット
ru_ru: Виджет Метеор Слайдшоу

source: Add a slideshow widget to a sidebar
be_by: Дадаць виджет слайдшоў у бакавую панэль
de_de: Slideshow Widget für die Sidebar
el: Προσθήκη μονάδας με εναλλασσόμενες εικόνες στην πλαϊνή στήλη της σελίδας
fa_ir: افزودن یک اسلایدشو بصورت ابزارک به یک نوارکناری
he_il: הוספת יישומון שקופיות לסרגל צדדי
ja: サイドバーにスライドショーウィジェットを追加
nl_nl: Voeg diavoorstelling-widget toe aan zijbalk
ru_ru: Добавить виджет слайдшоу в боковую панель

source: New Slideshow Name
be_by: Імя новага слайдшоў
de_de: Neuer Slideshow Name
el: Το όνομα της νέας κατηγορίας
fa_ir: نام اسلایدشوی جدید
he_il: שם חדש למצגת
ja: 新規スライドショー名
nl_nl: Naam van nieuwe diavoorstelling
ru_ru: Имя нового слайдшоу

source: Add New Slideshow
be_by: Дадаць новае слайдшоў
de_de: Slideshow hinzufügen
el: Προσθήκη νέας κατηγορίας
fa_ir: افزودن اسلایدشوی جدید
he_il: להוסיף מצגת חדשה
ja: スライドショーを追加
nl_nl: Nieuwe diavoorstelling toevoegen
ru_ru: Добавить новое слайдшоу

source: Update Slideshow
be_by: Абнавіць слайдшоў
de_de: Slideshow updaten
el: Ενημέρωση κατηγορίας
fa_ir: بروز رسانی اسلایدشو
he_il: עדכון מצגת
ja: スライドショーを更新
nl_nl: Update diavoorstelling
ru_ru: Обновить слайдшоу

source: Edit Slideshow
be_by: Кіраваць слайдшоў
de_de: Slideshow bearbeiten
el: Τροποποίηση κατηγορίας
fa_ir: ویرایش اسلایدشو
he_il: עריכת מצגת
ja: スライドショーを編集
nl_nl: Bewerk diavoorstelling
ru_ru: Править слайдшоу

source: Parent Slideshow:
be_by: Бацькоўскае слайдшоў:
de_de: Übergeordnete Slideshows
el: Γονική κατηγορία:
fa_ir: اسلایدشوی مادر:
he_il: מצגת אם:
ja: 親スライドショー:
nl_nl: Hoofd diavoorstelling:
ru_ru: Родительское слайдшоу:

source: Parent Slideshow
be_by: Бацькоўскае слайдшоў
de_de: Übergeordnete Slideshow
el: Γονική κατηγορία
fa_ir: اسلایدشوی مادر
he_il: מצגת אם
ja: 親スライドショー
nl_nl: Hoofd diavoorstelling
ru_ru: Родительское слайдшоу

source: All Slideshows
be_by: Усё слайдшоў
de_de: Alle Slideshows
el: Όλες η κατηγορίες
fa_ir: همه اسلایدشوها
he_il: כל המצגות
ja: 全てのスライドショー
nl_nl: Alle diavoorstellingen
ru_ru: Все слайдшоу

source: Popular Slideshows
be_by: Папулярныя слайдшоў
de_de: Beliebte Slideshows
el: Η πιο Δημοφίλης κατηγορίες
fa_ir: اسلایدشوهای محبوب
he_il: מצגות פופולאריות
ja: 表示回数が多いスライドショー
nl_nl: Populaire diavoorstellingen
ru_ru: Популярные слайдшоу

source: Search Slideshows
be_by: Пошук слайд шоў
de_de: Slideshow suchen
el: Αναζήτηση κατηγορίας
fa_ir: جستجوی اسلایدشوها
he_il: חיפוש מצגות
ja: スライドショーを検索
nl_nl: Zoek diavoorstellingen
ru_ru: Поиск слайд шоу

source: Slideshow
be_by: Слайд шоў
el: Κατηγορία
fa_ir: اسلایدشو
he_il: מצגת
ja: スライドショー
nl_nl: Diavoorstelling
ru_ru: Слайд шоу

source: Slideshows
be_by: Слайд шоў
el: Κατηγορίες
fa_ir: اسلایدشوها
he_il: מצגות
ja: スライドショー
nl_nl: Diavoorstellingen
ru_ru: Слайд шоу

source: No slides found in Trash
be_by: Слайды ў кошыку не знойдзены
de_de: Es wurden keine Folien im Papierkorb gefunden
el: Δεν βρέθηκαν εναλλασσόμενες εικόνες στα διαγραμμένα
fa_ir: هیچ اسلایدی در زباله‌دان پیدا نشد
he_il: לא נמצאו שקופיות באשפה
ja: 削除されたものはありません
nl_nl: Geen dia's gevonden in de prullenbak
ru_ru: Слайды в корзине не найдены

source: No slides found
be_by: Слайды не знойдзены
de_de: Es wurden keine Folien gefunden
el: Δεν βρέθηκαν εναλλασσόμενες εικόνες
fa_ir: هیچ اسلایدی پیدا نشد
he_il: לא נמצאו שקופיות
ja: 見つかりませんでした
nl_nl: Geen dia's gevonden
ru_ru: Слайды не найдены

source: Search Slides
be_by: Шукаць слайды
de_de: Folie suchen
el: Αναζήτηση εναλλασσόμενης εικόνας
fa_ir: جستجو اسلاید
he_il: חיפוש שקופיות
ja: スライドを検索
nl_nl: Zoek dia's
ru_ru: Искать слайды

source: View Slide
be_by: Паглядзець слайд
de_de: Folie anzeigen
el: Προβολή εναλλασσόμενης εικόνας
fa_ir: مشاهده اسلاید
he_il: תצוגה מקדימה
ja: スライドを見る
nl_nl: Bekijk dia
ru_ru: Посмотреть слайд

source: New Slide
be_by: Новы слайд
de_de: Neue Folie
el: Νέα εναλλασσόμενη εικόνα
fa_ir: اسلاید جدید
he_il: שקופית חדשה
ja: 新規スライド
nl_nl: Nieuwe dia
ru_ru: Новый слайд

source: Edit Slide
be_by: Рэдагаваць слайд
de_de: Folie bearbeiten
el: Τροποποίηση εναλλασσόμενης εικόνας
fa_ir: ویرایش اسلاید
he_il: ערוך שקופית
ja: スライド編集
nl_nl: Dia bewerken
ru_ru: Редактировать слайд

source: Add New Slide
be_by: Дадаць новы слайд
de_de: Neue Folie
el: Προσθήκη νέας εναλλασσόμενης εικόνας
fa_ir: افزودن اسلاید جدید
he_il: הוסף שקופית חדשה
ja: スライド追加
nl_nl: Nieuwe dia toevoegen
ru_ru: Добавить новый слайд
